Repository: Thaniel/f1-app-v2
Catalog: src/locale/messages.*.xlf
Languages: es

source: Back
es: Atras

source: Title
es: Titulo

source: Author
es: Autor

source: Topic
es: Tema

source: Comments
es: Comentarios

source: Forum
es: Foro

source: Schedule
es: Calendario

source: Votes
es: Votaciones

source: Write
es: Escribir

# titlePlaceholder
source: Topic's title
es: Titulo del tema

source: Required
es: Obligatorio

source: Teams
es: Escuderias

source: Titles
es: Titulos

source: Points
es: Puntos

source: Drivers
es: Pilotos

source: Driver
es: Piloto

source: Description
es: Descripcion

source: Full name
es: Nombre completo

source: Team principal
es: Director de la escuderia

source: First driver
es: Primer piloto

source: Second driver
es: Segundo piloto

# teamNamePlaceholder
source: Team name
es: Nombre de la escuderia

# teamFullNamePlaceholder
source: Team full name
es: Nombre completo de la escuderia

# teamPrincipalPlaceholder
source: Team principal name
es: Nombre del director de la escuderia

# builderTitlesPlaceholder
source: Number of builders titles
es: Numero de titulos de constructores

# pointsPlaceholder
source: Number of points
es: Numero de puntos

# circuitDescriptionPlaceholder
source: Circuit description
es: Descripcion del circuito

# teamColorPlaceholder
source: Team color code
es: Codigo de color de la escuderia

source: Name
es: Nombre

source: Standings
es: Clasificacion

source: Edit Points
es: Editar puntos

source: First Practice
es: Libres 1

# secondPractice
source: Second Practice | Sprint Qualifying
es: Libres 2 | Clasificacion al sprint

# thirdPractice
source: Third Practice | Sprint Race
es: Libres 3 | Carrera al sprint

source: Qualifying
es: Clasificacion

source: Race
es: Carrera

source: Circuit Length
es: Longitud del circuito

source: Laps
es: Vueltas

source: First appearance
es: Primera aparicion

source: Race distance
es: Distancia de la carrera

source: Fastest lap
es: Vuelta más rápida

source: Grand Prix
es: Gran Premio

source: Grand Prix name
es: Nombre del Gran Premio

source: Country
es: Pais

# countryPlaceholder
source: Country name
es: Nombre del pais

# firtsPracticeDate
source: First Practice date
es: Fecha de Libres 1

# firtsPracticeDatePlaceholder
source: First practise date and time
es: Fecha y hora de Libres 1

# secondPracticeDate
source: Second Practice / Sprint Qualifying date
es: Fecha de Libres 2 / clasificacion al sprint

# secondPracticeDatePlaceholder
source: Second practise or sprint qualifying date and time
es: Fecha y hora de Libres 2 o clasificacion al sprint

# thirdPracticeDate
source: Third Practice / Sprint race date
es: Fecha de Libres 3 / carrera al sprint

# thirdPracticeDatePlaceholder
source: Third practise or sprint race date and time
es: Fecha y hora de Libres 3 o carrera al sprint

source: Qualifying date
es: Fecha de la clasificacion

# qualifyingDatePlaceholder
source: Qualifying start date and time
es: Fecha y hora de la clasificacion

source: Race date
es: Fecha de inicio de la carrera

# raceDatePlaceholder
source: Race start date and time
es: Fecha y hora de la carrera

source: Appearance
es: Aparicion

# appearancePlaceholder
source: First appearance of the Grand Prix. (1950 or greater)
es: Primera aparicion de el Gran Premio. (1950 o superior)

# distance
source: Distance (Km)
es: Distancia (Km)

# distancePlaceholder
source: Number of kilometers of the race
es: Numero de kilometros de la carrera

# lapsPlaceholder
source: Number of kilometers of the race
es: Numero de vueltas de la carrera

# recordPlaceholder
source: Record for the fastest lap (Driver: time)
es: Record de la vuelta mas rapida (Piloto: tiempo)

# length
source: Length (Km)
es: Longitud (Km)

# lengthPlaceholder
source: Number of kilometers of the circuit
es: Numero de kilometros del circuito

# circuitDescPlaceholder
source: Circuit description
es: Descripcion del circuito

source: Circuit
es: Circuito

# circuitPlaceholder
source: Circuit name
es: Nombre del circuito

source: Log out
es: Cerrar sesion

source: Change my data
es: Cambiar mis datos

source: Change password
es: Cambiar contraseña

source: Change permissions
es: Cambiar permisos

source: Configuration
es: Configuracion

source: Data
es: Datos

source: Profile
es: Perfil

# passwordIncorrect
source: The password is incorrect
es: La contraseña es incorrecta

# passwordCheck
source: The password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

source: Password
es: Contraseña

source: Username
es: Nombre de usuario

source: Select username
es: Seleccionar usuario

# selectUser
source: Please select a user
es: Por favor seleccione un usuario

source: Permissions:
es: Permisos:

source: Enable
es: Habilitar

source: Disable
es: Deshabilitar

# odlPassword
source: Old Password
es: Contraseña antigua

# odlPasswordIncorrect
source: The old password is incorrect
es: La contraseña antigua es incorrecta

source: New password
es: Contraseña nueva

source: Repeat new password
es: Repite la contraseña nueva

# passwordEquals
source: Passwords must be equals
es: Las contraseñas debe ser iguales

source: First name
es: Nombre

source: Last name
es: Apellido

source: Birthdate
es: Fecha de nacimiento

# usernameInUse
source: The username is already in use
es: El nombre de usuario ya esta en uso

source: News
es: Noticias

# notice
source: Noitice
es: Noticia

source: Summary
es: Resumen

source: News title
es: Titulo de la noticia

source: News summary
es: Resumen de la noticia

# newsDescription
source: Detailed description of the news
es: Descripción detallada de la noticia

source: Practice 1
es: Libres 1

# practice2
source: Practice 2 | Sprint Qualifying
es: Libres 2 | Clasificacion al sprint

# practice3
source: Practice 3 | Sprint Race
es: Libres 3 | Carrera al sprint

source: Information
es: Informacion

source: Team
es: Escuderia

source: Driver team
es: Escuderia del piloto

# driverTitles
source: Number of driver titles
es: Numero de titulos del piloto

source: Driver country
es: Pais del piloto

source: Driver birthdate
es: Fecha de nacimiento del piloto

source: Driver last name
es: Apellido del piloto

source: Driver first name
es: Nombre del piloto

source: Register
es: Registro

# fillAllFields
source: Please fill out all fields to create an account.
es: Por favor rellene todos los campos para crear una cuenta.

source: Email
es: Correo electronico

source: Repeat password
es: Repetir contraseña

source: Cancel
es: Cancelar

# emailInUse
source: The email is already in use
es: El correo electronico ya esta en uso

source: Recover Password
es: Recuperar contraseña

# enterEmail
source: Please enter your email to recover your password.
es: Por favor introduce su correo electronico para recuperar la contraseña

source: Send
es: Enviar

# wellcomeMotorFanatic
source: Welcome motor fanatic
es: Bienvenido fanatico del motor

source: Login
es: Iniciar sesion

source: Forgot password?
es: ¿Olvidaste la contraseña?

source: Create
es: Crear

source: Save
es: Guardar

source: Accept
es: Aceptar

source: Close
es: Cerrar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Is Admin
es: Es Administrador

source: Newest first
es: Recientes primero

# oldestFirst
source: Newest first
es: Anitugos primero

source: Most commented
es: Mas comentados

source: Confirm Deletion
es: Confirmar Eliminacion

# areYouSureDelete
source: Are you sure you want to delete "{{ itemName }}"?
es: ¿Estás seguro de que quieres eliminar "{INTERPOLATION}"?

# worldConstructorsChampionship
source: <strong>{{ data.titles }}x</strong> World Constructors Championship
es: <strong>{{ data.titles }}x</strong> Campeonato Mundial de Constructores

# worldDriverChampionship
source: <strong>{{ data.titles }}x</strong> World Drivers Championship
es: <strong>{{ data.titles }}x</strong> Campeonato Mundial de Pilotos

# selectImage
source: Select this.translatedTitle image
es: Seleccionar imagen {PH}

# carImg
source: car
es: del coche

# noticeImg
source: notice
es: de la noticia

# teamImg
source: team
es: de la escuderia

# circuitImg
source: circuit
es: del circuito

# driverImg
source: driver
es: del piloto

# navNews
source: News
es: Noticias

# navSchedule
source: Schedule
es: Calendario

# navTeams
source: Teams
es: Escuderias

# navDrivers
source: Drivers
es: Pilotos

# navStandings
source: Standings
es: Clasificacion

# navForum
source: Forum
es: Foro

# navVotes
source: Votes
es: Votaciones

# navProfile
source: Profile
es: Perfil

# errorDynamic
source: Error while {PH} {PH_1}
es: Error al {PH} {PH_1}

# ctxRace
source: Race
es: Carrera

# ctxNotice
source: Notice
es: Noticia

# ctxComment
source: Comment
es: Comentario

# ctxTeam
source: Team
es: Escuderia

# ctxDriver
source: Driver
es: Piloto

# ctxTopic
source: Topic
es: Tema

# ctxUser
source: User
es: Usuario

# ctxQualifiying
source: Qualifiying
es: Clasificacion

# created_m
source: created
es: creado

# created_f
source: created
es: creada

# edited_m
source: edited
es: editado

# edited_f
source: edited
es: editada

# deleted_m
source: deleted
es: eliminado

# deleted_f
source: deleted
es: eliminada

# creating_m
source: creating
es: creado

# editing_m
source: editing
es: editar

# deleting_m
source: deleting
es: eliminar

# authLoginSuccess
source: Login successful
es: Inicio de sesion correcto

# authLoginError
source: Login failed
es: Inicio de sesion incorrecto

# authRegisterSuccess
source: Registration successful
es: Registro correcto

# authRegisterError
source: Registration failed
es: Registro incorrecto

# authRecoverySuccess
source: Recovery email sent successfully
es: Correo electrónico de recuperación enviado correctamente

# authRecoveryError
source: Error sending recovery email
es: Error al enviar el correo electrónico de recuperacion
